import React from 'react';

import img_button from './button.png'; 

import './article0.css';

function Article0() {
    return  <div className="article0">
                <img src={img_button} className="article0__float-img" alt="Пуговица" width="200px" height="200px" />
                <p className="article__p0">
                    Здравствуйте, девочки, здравствуйте, мальчики, <br />
                    Смотрите на меня в окно и мне кидайте свои пальчики, да-а <br />
                </p>
                <p className="article__p0"> 
                    Ведь я сажаю алюминиевые огурцы, а-а на брезентовом поле <br />
                    Я сажаю алюминиевые огурцы, а-а на брезентовом поле. <br />
                </p>
                <p className="article__p0"> 
                    Три чукотских мудреца твердят, твердят мне без конца: <br />
                    "Металл не принесёт плода, игра не стоит свеч, а результат - труда", <br />
                </p>
                <p className="article__p0"> 
                    Но я сажаю алюминиевые огурцы, а-а На брезентовом поле <br />
                    Я сажаю алюминиевые огурцы, а-а на брезентовом поле. <br />
                </p>
                <p className="article__p0"> 
                    Злое белое колено пытается меня достать, <br />
                    Колом колено колет вены в надежде тайну разгадать, <br />
                </p>
                <p className="article__p0"> 
                    Зачем я сажаю алюминиевые огурцы, а-а на брезентовом поле <br />
                    Я сажаю алюминиевые огурцы, а-а на брезентовом поле. <br />
                </p>
                <p className="article__p0"> 
                    Кнопки, скрепки, клёпки, дырки, булки, вилки, <br />
                    Здесь тракторы пройдут мои и упадут в копилку, упадут туда, <br />
                </p>
                <p className="article__p0"> 
                    Где я сажаю алюминиевые огурцы, а-а на брезентовом поле <br />
                    Я сажаю алюминиевые огурцы, а-а на брезентовом поле <br /> 
                    Я сажаю алюминиевые огурцы, а-а на брезентовом поле <br />
                    Я сажаю алюминиевые огурцы, а-а на брезентовом поле. <br />
                </p>
                <footer className="article0__footer">Алюминевые огурцы - В.Цой</footer>
            </div>
}

export default Article0;
